<template>
    <ui-page title="帮助">
        <article class="article">
            <h2>番茄工作法 – 做法</h2>
            <ol>
                <li>每天开始的时候规划今天要完成的几项任务，将任务逐项写在列表里（或记在软件的清单里）</li>
                <li>设定你的番茄钟（定时器、软件、闹钟等），时间是25分钟。</li>
                <li>开始完成第一项任务，直到番茄钟响铃或提醒（25分钟到）。</li>
                <li>停止工作，并在列表里该项任务后画个X。</li>
                <li>休息3~5分钟，活动、喝水、方便等等。</li>
                <li>开始下一个番茄钟，继续该任务。一直循环下去，直到完成该任务，并在列表里将该任务划掉。</li>
                <li>每四个番茄钟后，休息25分钟。</li>
            </ol>
            <div class="progress-notice">
                <p>在某个番茄钟的过程里，如果突然想起要做什么事情——</p>
                <p>a.非得马上做不可的话，停止这个番茄钟并宣告它作废（哪怕还剩5分钟就结束了），去完成这件事情，之后再重新开始同一个番茄钟；</p>
                <p>b.不是必须马上去做的话，在列表里该项任务后面标记一个逗号（表示打扰），并将这件事记在另一个列表里（比如叫“计划外事件”），然后接着完成这个番茄钟。</p>
            </div>

        </article>
    </ui-page>
</template>

<script>
    export default {
        data () {
            return {}
        }
    }
</script>

<style scoped>
    .article {

    }
</style>
